Repository: RedTurtle/redturtle.infocard
Catalog: src/redturtle/infocard/locales/*/LC_MESSAGES/redturtle.infocard.po
Languages: it

source: Add Infocard search portlet
it: Aggiungi la portlet di ricerca delle Infocard

source: DefaultCardContainer
it: Cartella di default delle Card

source: Edit Recent Portlet
it: Modifica la portlet recente

source: Infocard Search
it: Ricerca Infocard

source: InformationCard
it: Scheda Informativa

source: InformationCardContainer
it: Contenitore di schede informative

source: Introduction
it: Introduzione

source: Publish
it: Pubblica

source: Target infocard container
it: Contenitore di Infocard puntato

source: Text after search fields
it: Testo dopo il campo di ricerca

source: Text before search fields
it: Testo prima del campo di ricerca

source: This portlet displays a search form.
it: Questa portlet mostra un form di ricerca

source: This text will appear after the search fields
it: Questo testo apparirà dopo i campi di ricerca

source: This text will appear before the search fields
it: Questo testo apparirà prima dei campi di ricerca

source: Title card
it: Titolo della card

source: Uid card
it: UID della Card

source: description
it: Descrizione

source: help_available_recipients
it: Inserisci un destinatario per riga. Saranno selezionabili nel campo destinatari delle schede informative

source: help_available_servicetypes
it: Le informazioni elencate di seguito saranno utilizzate come modello per le nuove schede informative

source: help_display_filters
it: Mostra i filtri

source: help_display_title
it: Mostra il nome

source: help_target
it: Scegli il contenitore di schede informative da utilizzare

source: label_at_least_one_search_parameter
it: Dovresti specificare almeno un carattere di ricerca

source: label_available_recipients
it: Destinatari disponibili

source: label_available_servicetypes
it: Tipi di servizi disponibili

source: label_display_filters
it: Mostra i filtri

source: label_display_title
it: Mostra il nome

source: label_for_who_is_it
it: Per chi è

source: label_recipients
it: Destinatari

source: label_search
it: Cerca

source: label_search_text
it: Testo di ricerca

source: label_servicetype
it: Tipi di servizi

source: label_servicetypes
it: Tipi di servizi

source: name
it: Nome della portlet

source: recipient
it: Destinatari

source: service_type
it: Tipo di servizio

source: title
it: Titolo
